/* alert title when mail is not available */
"Can't Send Mail" = "לא ניתן לשלוח דואר";

/* Button Title */
"Cancel" = "ביטול";

/* Back Button */
"Back" = "אחורה";

/* Done Button */
"Done" = "בוצע";

/* Button Title in Action Sheet */
"Email" = "דוא\"ל";

/* Enter a new name */
"Enter a new name" = "הזן שם חדש";

/* Title of Cell For Navigating More Apps */
"More Apps" = "יישומים נוספים";

/* Title of Cell For Navigation More Sites */
"More Sites" = "אתרים נוספים";

/* Tools title in sidebar header section */
"Tools" = "כלים";

/* Apps title in sidebar header section */
"Apps" = "יישומים";

/* <partner> Apps title in sidebar header section */
"%@ Apps" = "%@ יישומים";

/* Related Apps title in sidebar header section */
"Related Apps" = "יישומים קשורים";
"Related Sites" = "אתרים קשורים";

/* OK */
"OK" = "אישור";

/* Button Title Action Sheet */
"Open in Safari" = "פתח ב-Safari‏";

/* Title Nav for Privacy Policy */
"Privacy Policy" = "מדיניות הפרטיות";

/* Rename */
"Rename" = "שינוי שם";

/* Button Title Action Sheet */
"Share by Email" = "שתף בדוא\"ל";

/* Button Title Action Sheet */
"Share on Twitter" = "שתף ב-Twitter";

/* Button Title Action Sheet */
"Share on Facebook" = "שתף ב-Facebook";

/* Show Fewer expanded row title */
"show_fewer_row_title" = "הצג פחות";

/* Show # More expandable row title */
"Show %d More" = "הצג עוד %d";

/* Sign In */
"Sign In" = "כניסה";

/* Sign Out Button Title */
"Sign Out" = "יציאה";

/* Title Nav for Terms of Service */
"Terms of Service" = "תנאי השירות";

/* Button Title in Action Sheet */
"Tweet" = "ציוץ";

/* alert message when mail is not available */
"Your device is not configured to send mail.  If you would like to send mail you must configure a mail account." = "תצורת ההתקן לא נקבעה לשליחת דואר.  אם ברצונך לשלוח דואר, עליך לקבוע תצורה של חשבון דואר.";

/* Terms and Privacy label displayed in the footer of the Sidebar */
"Terms and Privacy" = "תנאים ופרטיות";

/* Title Cell For Settings Page */
"Settings" = "הגדרות";

/* Title Cell For Help Page */
"Help" = "עזרה";

/* Title Cell For Rating App */
"Rate This App" = "דרג יישום זה";

/* Rate This App accessibility hint. */
"rate_this_app_hint" = "הקש פעמיים כדי לעבור לחנות האפליקציות.";

/* Title Cell For Sharing App */
"Share This App" = "שתף יישום זה";

/* Leave App Title */
"Leave %@?" = "האם לצאת מ-%@?";

/* Message to display when app is about to quit due to loading an external app */
"This action launches a separate app.  To return, double-tap your Home button." = "פעולה זו מפעילה יישום נפרד.  כדי לחזור, הקש פעמיים על הלחצן 'בית'.";

/* Send Feedback */
"Send Feedback" = "שלח משוב";

/* Free Button Label */
"Free" = "חינם";

/* Alert title shown when no Twitter accounts are available */
"No Twitter Accounts" = " אין חשבונות Twitter";

/* Alert subject shown when no Twitter accounts are available */
"You can add or create a Twitter account in Settings." = " באפשרותך להוסיף או ליצור חשבון Twitter ב'הגדרות'.";

/* Accessibility label for logged in user (with default = anonymous image) */
"user_signed_in_default" = "%@ מחובר עם תמונת ברירת המחדל";

/* Accessibility label for logged in user (with profile image) */
"user_signed_in_profile" = "%@ מחובר עם תמונת הפרופיל";

/* Accessibility label for logged out user */
"User is signed out." = "המשתמש יצא מהמערכת.";

/* Accessibility label for Edit Mode [+] button. */
"Add more." = "הוסף עוד.";

/* Hint for logged in user */
"Signs out or switches user." = "יציאה מהמערכת או שינוי משתמש.";

/* Hint for logged out user */
"Signs in user." = "כניסת משתמש.";

/* Tools row for Yahoo System Status */
 "tool_row_service_status" = "מצב המערכת";

